"NSPhotoLibraryUsageDescription" = "Нам нужен доступ к вашей галерее, чтобы вы могли выбрать фотографию профиля.";
"NSCameraUsageDescription" = "Нам нужен доступ к вашей камере, чтобы вы могли сделать новую фотографию профиля.";
"NSMicrophoneUsageDescription" = "Микрофон необходим для записи звука в некоторых функциях.";
"NSSpeechRecognitionUsageDescription" = "Мы используем функцию распознавания голоса, чтобы вы могли взаимодействовать с приложением с помощью голоса.";
